Repository: kuratowsky/wp-mailchimp
Catalog: po/mailchimp_i18n-*.po
Languages: ca_es

source: You must fill in %s.
ca_es: Ha d'omplir a %s

source: That email address is already subscribed to the list
ca_es: Aquesta adreça electrònica ja està subscrita a la llista

source: %s has invalid content
ca_es: %s te un contingut invalid

source: An invalid Interest Group was selected
ca_es: S'ha seleccionat un grup d'interessos no vàlida

source: That email address is invalid
ca_es: Aquesta adreça electrònica no és vàlida

source: Success, you've been signed up! Please look for our confirmation email!
ca_es: Enhorabona, ja t'has donat d'alta! Si us plau, revisa el teu correu pel missatge de confirmació!

source: required field
ca_es: camp obligatori

source: unsubscribe from list
ca_es: donar-se de baixa de la llista

source: powered by
ca_es: amb la potència de

source: MailChimp Setup
ca_es: Configuració de MailChimp

source: While upgrading the plugin setup, we were unable to login to your account. You will need to login again and setup your list.
ca_es: Mentres actualitzam la configuració del connector, no podem entrar al seu compte. Necessita accedir al seu compte, un altre cop, i configurar la seva llista.

source: MailChimp List Setup
ca_es: Configuració de llistes de MailChimp

source: Success! We were able to verify your username & password! Let's continue, shall we?
ca_es: Enhorabona! S'ha verificat el seu usuari i contrassenya! Continuem, vols?

source: Uh-oh, we were unable to login and verify your username & password. Please check them and try again!
ca_es: Ostres! no podem verificar el seu usuari ni contrassenya. Si us plau, revia'ls i torna-ho a provar!

source: The server said:
ca_es: El servidor diu :

source: Sign up for
ca_es: Entra a

source: Subscribe
ca_es: Dona't d'alta

source: Success! Loaded and saved the info for %d Merge Variables and %d Interest Groups from your list
ca_es: Enhorabona! S'ha carregat i desat la informació de %d variables de combinació i %d grups d'interés des de la teva llista

source: Now you should either Turn On the MailChimp Widget or change your options below, then turn it on.
ca_es: Ara ha de posar en funcionament el giny de MailChimp o canviar les opcions, llavors l'ha de posar en funcionament.

source: Successfully Reset your List selection... Now you get to pick again!
ca_es: S'ha reajustat correctament la seva seleció de llistes... ara pots triar una de nou!

source: Monkey Rewards turned On!
ca_es: "Monkey Rewards" arrencats!

source: Monkey Rewards turned Off!
ca_es: "Monkey Rewards" aturats!

source: Fancy Javascript submission turned On!
ca_es: Enviament "xuli" amb javascript activat!

source: Fancy Javascript submission turned Off!
ca_es: Enviament "xuli" amb javascript desactivat!

source: Unsubscribe link turned On!
ca_es: Es mostra l'Enllaç de baixa!

source: Unsubscribe link turned Off!
ca_es: No es mostra l'Enllaç de baixa!

source: Successfully Updated your List Subscribe Form Settings!
ca_es: Actualitzada correctament les opcions del formulari d'alta a la llista!

source: Login Info
ca_es: Informació d'accés

source: To start using the MailChimp plugin, we first need to login and get your API Key. Please enter your MailChimp username and password below.
ca_es: Per començar a usar el connector MailChimp, en primer lloc ha d'accedir a MailChimp i aconseguir una clau API. Si us plau introdueixi el seu nom d'usuari i contrassenya.

source: Don't have a MailChimp account? <a href='http://www.mailchimp.com/tryit.phtml' target='_blank'>Try one for Free</a>!
ca_es: No te un compte MailChimp? <a href='http://www.mailchimp.com/tryit.phtml' target='_blank'>Provi-ho gratuitament!</a>!

source: Username
ca_es: Usuari

source: Password
ca_es: Contrassenya

source: Save & Check
ca_es: Desar i Comprovar

source: Changing your settings at MailChimp.com may cause this to stop working.
ca_es: Si fa canvis de les seves preferències a MailChimp.com, el connector pot deixar de funcionar.

source: If you change your login to a different account, the info you have setup below will be erased.
ca_es: Si canvia a un altre compte, la informació que ha configurat prèviament, serà esborrada.

source: If any of that happens, no biggie - just reconfigure your login and the items below...
ca_es: Si ha passat alguna cosa, no es preocupi - sols reconfiguri les seves dades i els camps següents

source: Logged in as
ca_es: Ha entrat com a

source: Logout
ca_es: Sortir

source: Your Lists
ca_es: Les seves llistes

source: Please select the List you wish to create a Signup Form for.
ca_es: Si us plau, seleccioni la llista per a la qual vol crear el formulari d'alta.

source: Uh-oh, you don't have any lists defined! Please visit %s, login, and setup a list before using this tool!
ca_es: Ostres! no hi ha cap llista definida! Si us plau vagi a %s, entri, i configuri una llista abans d'usar aquest connector!

source: Select A List
ca_es: Seleccioni una llista

source: Update List
ca_es: Actualitzi una llista

source: Note:
ca_es: Nota:

source: Updating your list will not cause settings below to be lost. Changing to a new list will.
ca_es: Actualitzant la llista no causarà la pèrdua de les següents dades. Canviant a una nova llista si.

source: Reset List Options and Select again
ca_es: Reajusti les opcions de la llista i la torni a seleccionar

source: Subscribe Form Widget Settings for this List
ca_es: Opcions del giny del formulari d'alta per aquesta llista

source: Selected MailChimp List
ca_es: Llista de MailChimp seleccionada

source: Update Subscribe Form Settings
ca_es: Opcions del formulari d'alta, actualitzats.

source: turning this on will place a "powered by MailChimp" link in your form that will earn you credits with us. It is optional and can be turned on or off at any time.
ca_es: Mostrant l'enllaç "powered by MailChimp" en el formulari d'alta, guanyarà crèdits. És opcional i és pot desactivar en qualsevol moment.

source: Use Javascript Support?
ca_es: Usa el suport JavaScript?

source: turning this on will use fancy javascript submission and should degrade gracefully for users not using javascript. It is optional and can be turned on or off at any time.
ca_es: Activant-ho podrà usar l'enviament "xuli" via javascript i s'ha de tenir en compte els usuaris que no tenen suport de javascript. És opcional i és pot desactivar en qualsevol moment.

source: Include Unsubscribe link?
ca_es: Mostrar l'enllaç de baixa?

source: turning this on will add a link to your host unsubscribe form
ca_es: activant-ho mostrará un enllaç a un formulari de baixa.

source: Header content
ca_es: Contingut de la capçalera

source: You can fill this with your own Text, HTML markup (including image links), or Nothing!
ca_es: Pot omplir-ho amb el seu propi text, HTML (incloent enllaços a imatges), o res de res!

source: Submit Button text
ca_es: Texte del botó d'enviament

source: Custom Styling
ca_es: Estils personalitzats

source: Turned On?
ca_es: Activat?

source: Header Settings (only applies if there are no HTML tags in the Header Content area above)
ca_es: Opcions de capçalera (només s'apliquen si no hi ha etiquetes HTML a l'area de Contingut de la capçalera)

source: Set to 0 for no border, do not enter <strong>px</strong>!
ca_es: Posa-ho a 0 llevar-ho, no introdueixis <strong>px</strong>!

source: do not enter initial <strong>#</strong>
ca_es: no posis <strong>#</strong> a l'inici.

source: Form Settings
ca_es: Opcions de formulari

source: Merge Variables Included
ca_es: Variables de combinació incloses

source: No Merge Variables found.
ca_es: No s'han trobat variables de combinació

source: Name
ca_es: Nom

source: Tag
ca_es: Etiqueta

source: Required?
ca_es: Obligatori?

source: Include?
ca_es: Incloure?

source: Interest Groups
ca_es: Grups d'interés

source: No Interest Groups Setup for this List
ca_es: No s'han establert grups d'interés per aquesta llista

source: Show?
ca_es: Mostrar?

source: Input Type
ca_es: Mode d'introducció

source: Options
ca_es: Opcions

source: Preferred Format
ca_es: Format preferit

source: Text
ca_es: Texte

source: Mobile
ca_es: Mòbil
